Repository: fossabot/bliski_publikator
Catalog: bliski_publikator/monitorings/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Monitorings
pl: Monitoringi

source: Institutions
pl: Instytucje

source: Institution
pl: Instytucja

source: Monitoring of institution
pl: Monitoring instytucji

source: Monitorings of institutions
pl: Monitoringi instytucji

source: Name
pl: Nazwa

source: Slug
pl: Identyfikator redakcyjny

source: Description
pl: Opis

source: Instruction
pl: Instrukcja

source: Active status
pl: Status aktywności

source: Max point
pl: Maksimum ppunktów

source: Specifies which institutions are covered by monitoring
pl: Określ, które instytucje są objęte monitoringiem

source: Created %(date)s by %(user)s
pl: Utworzone %(date)s przez %(user)s.

source: Points count:
pl: Liczba punktów

source: Question
pl: Pytanie

source: Answer
pl: Odpowiedź

source: Assign institutions
pl: Przypisz instytucje

source: Assign selected institutions to %(monitoring)s
pl: Przypisz wybrane instytucje do %(monitoring)s

source: Confirm assigment
pl: Potwierdzenie przypisania

source: Are you sure you want to assing "%(institution)s" to monitoring "%(monitoring)s"?
pl: Czy jesteś pewien, że chcesz przypisać instytucje "%(institution)s" do monitoringu "%(monitoring)s"?

source: Assign
pl: Przypisz

source: Update monitoring
pl: Zaktualizuj monitoring

source: Reinitialize monitoring
pl: Reinicjalizuj monitoring

source: Delete monitoring
pl: Usuń monitoring

source: Add page
pl: Dodaj stronę

source: Add institution
pl: Dodaj instytucje

source: Covered institutions
pl: Instytucje objęte

source: Points
pl: Punkty

source: Actions
pl: Akcje

source: <a href="%(institution_link)s">%(institution)s</a> in <a href="%(region_link)s">%(region)s</a>
pl: <a href="%(institution_link)s">%(institution)s</a> w <a href="%(region_link)s">%(region)s</a>

source: Inspect
pl: Skontroluj

source: No institutions
pl: Brak instytucji

source: Missing interests you institutions? <a href="%(add_url)s">Add it</a>.
pl: Brakuje interesującej Cię instytucji? <a href="%(add_url)s">Dodaj ją</a>.

source: Submit
pl: Zapisz

source: Rank institution
pl: Ocena instytucji

source: Add monitoring
pl: Dodaj monitoring

source: List of monitorings
pl: Indeks monitoringów

source: This pages presents individuals ranks of <a href="%(institution_link)s">%(institution)s</a> in <a href="%(monitoring_link)s">%(monitoring)s</a>
pl: Niniejsza strona przedstawia oceny <a href="%(institution_link)s">%(institution)s</a> w ramach <a href="%(monitoring_link)s">%(monitoring)s</a>.

source: No sheets. <a href="%(sheet_create)s" class="btn btn-primary">Add a new one sheet.</a>
pl: Brak kwestionariuszy. <a href="%(sheet_create)s" class="btn btn-primary">Dodaj nowy kwestionariusz.</a>

source: You can not modify this way of monitoring that is already in progress.
pl: Nie możesz modyfikować w ten sposób monitoringu, który jest obecnie w toku.

source: You modification of %(monitoring)s was saved.
pl: Twoja modyfikacja monitoringu %(monitoring)s została zapisana.

source: {0} updated!
pl: {0} zaktualizowany!

source: %(count)d institutions was assigned to %(monitoring)s
pl: %(count)d instytucji zostało przypisanych do %(monitoring)s

source: Institution %(institution)s assigned to monitoring %(monitoring)s
pl: Instytucja %(institution)s została przypisana do monitoringu %(monitoring)s

source: {0} deleted!
pl: {0} usunięty!

source: Unable to rank once institution twice times.
pl: Nie możesz oceniać jednej instytucji wielokrotnie.

source: Rank saved. Thank you.
pl: Ocena zapisana. Dziękuje.
